{
  "advisors": [
    {
      "name": "Sam Kwei '05",
      "role": "Staff Technical Account Manager at Google",
      "type": "Professional Development Advisor",
      "image": "sam.jpg",
      "class": "2005",
      "bio": "Sam Kwei is the Staff Technical Account Manager for Google Cloud Technical Infrastructure’s New Product Introduction. He studied electrical engineering and computer science (6-2) while at MIT and later pursued an International Master of Business Administration from the University of Chicago Booth School of Business. As a business leader, Sam dedicates his focus to cultivating strong customer relationships, fostering trust among colleagues, and facilitating connections to achieve collective goals. His past experiences include software engineering at Google & NEC, systems/sales engineering at Autonomy (now part of HP), and international business development in the Asia Pacific for a Sequoia Capital funded startup, Clearwell Systems (now part of Symantec). After completing Intel’s post-MBA leadership rotational program, Sam aspires to take on a global business development/solutions architect hybrid role at a cloud and AI-focused, growth-oriented start-up or a global technology company. Sam remains actively involved in the MIT community, both as an Institute Career Advisor on MIT’s Alumni Advisor Hub and VP of Community Programs of MIT Club of Chicago. As MITech’s Professional Development Advisor, Sam guides and supports our members as they navigate and explore different career options, by leading the club’s resume review sessions, interview preparation workshops, and individual advising appointments."
    },
    {
      "name": "Anthony Chen '09",
      "role": "Senior Manager, Senior Lead Engineer at Capital One",
      "type": "Member Education Advisor",
      "image": "anthony.jpg",
      "class": "2009",
      "bio": "Anthony Chen began independent consulting as an undergraduate at MIT and has consulted for Boston-area businesses in various fields including education, search, medical, media, and defense.  Although Anthony has primarily held full-time traditional software engineering roles since graduation, the experiences from independent consulting proved pivotal for developing a well-rounded skillset for not only building products but also thinking about what are the right products to build. As the Member Education Alumni Advisor, Anthony is eager to share their experiences and insights to help grow the technical skills and entrepreneurial spirit of MITech Consulting Club members."
    },
    {
      "name": "Paul Rios '11",
      "role": "Brazil Country Director at HubSpot",
      "type": "Career Growth Advisor",
      "image": "paul.jpg",
      "class": "2011",
      "bio": "I was born and raised in Queens, NY to an Argentinean mother and a Puerto Rican father. Sadly, as luck would have it, I play soccer like a Puerto Rican and baseball like an Argentine. ⚽⚾ Since it was obvious from an early age that I was not destined to be a sports pro, I dedicated myself to collecting degrees: B.S. - Mechanical Engineering (Columbia University), M.S. - Mechanical Engineering (The Georgia Institute of Technology), MBA (The Massachusetts Institute of Technology Sloan School of Management). 👨‍🎓 Unfortunately, collecting degrees turned into quite an expensive hobby, so in 2011 I joined HubSpot and tried my hand at sales, and that is when things got interesting! From November 2011 through January 2023 I spearheaded HubSpot's expansion into Latin America and Brazil, my primary focus being to develop HubSpot's go-to-market strategy in these markets. 🚀 Helping HubSpot expand across Latin America opened many doors for me, and allowed me to share my experience scaling a B2B sales organization as a mentor, angel investor, and LP in various funds. 👨‍🏫 Currently, I am evaluating the next adventure to undertake, while enjoying more time with my family. 👪"
    },
    {
      "name": "Jasmine Zou '21",
      "role": "PhD Student - MIT Health Sciences and Technology",
      "type": "Internal Operations Advisor",
      "image": "jasmine.jpg",
      "class": "2021",
      "bio": "Jasmine Zou is a Ph.D. Student in MIT’s Health Sciences and Technology Department pursuing research in neural signal processing. Her research interests have been shaped by her undergraduate education in Brain and Cognitive Sciences and EECS (6-9) as well as her working experience in the Pharmaceutical Industry. While working in Pharma she got a broad exposure to clinical trials and understanding of the necessity for objective and quantitative measures for human health. Jasmine aspires to expand our understanding of neural systems so that this research can be translated into more effective health care. As the Internal Operations Advisor, Jasmine is eager to share her experiences and insights to advise the executive team of the MITech Consulting Club as the club grows, as well as provide mentorship and advice to members on academic research and the healthcare industry."
    }
  ]
}
