{
  "team": [
    {
      "name": "Colin Clark",
      "role": "President",
      "image": "colin.jpg",
      "bio": "I'm a junior at MIT studying Electrical Engineering and Physics. I enjoy biking, playing accordion, and learning the latest JavaScript framework of the week."
    },
    {
      "name": "Alexandra Volkova",
      "role": "President",
      "image": "alexandra.png",
      "bio": "I'm Alexandra, a junior majoring in CS & Molecular Biology and Finance, and I serve as the MITech Consulting Club Treasurer. I am interested in careers in the biotech sphere, and I currently pursue research on brain-on-a-chip designs in the Langer and Tsai Labs. During my free time, I enjoy working on a software start-up with friends and learning foreign languages."
    },
    {
      "name": "Lilian Zhu",
      "role": "Vice President",
      "image": "lilian.jpeg",
      "bio": "Hi, I'm Lilian (*tips fedora*). I enjoy studying math and working on projects, especially in Javascript. My hobbies include burning bagels, eating burned bagels, and ranting to anyone who will listen about how burnt the bagels were."
    },
    {
      "name": "Charlie Goetz",
      "role": "Project Leader",
      "image": "charlie.jpg",
      "bio": "I am pursuing a degree in Computer Science and Artificial Intelligence with a minor in Finance and Economics in the class of 2026. I’m interested in the intersection of business and technology. Outside of school, my favorite hobby is basketball."
    },
    {
      "name": "Adonis Serrano",
      "role": "Project Leader",
      "image": "adonis.jpg",
      "bio": "I’m Adonis Serrano, born and raised in Miami, Florida, Majoring in 2A-6 (Mech-E and Comp-Sci). I love learning new things, socializing, listening to new music, and playing my bass guitar. Fun Fact: if you gave me Boba I would love you forever. I am very excited to see what the future holds for me as I continue to chase my dreams!"
    },
    {
      "name": "Radia Wong",
      "role": "Project Leader",
      "image": "radia.jpg",
      "bio": "Hi, I’m Radia! Majoring in computer science, I’m passionate about the fascinating avenues of collaboration between CS and many fields, allowing us to approach problems in new and innovative ways. In my free time I enjoy spending time with friends, reading fantasy, and crocheting. You can probably find me observing the campus squirrels!"
    },
    {
      "name": "Karen Guo",
      "role": "Director of Recruitment",
      "image": "karen.jpg",
      "bio": "Hello hello, I'm Karen, a 6-4 (CS & AI) from the Bay Area. In my free time, I enjoy drawing, listening to music, and watching Youtube. I am almost always wearing an article of Adidas clothing, and will eat almost anything passionfruit flavored. Perpetually waiting for Debussy's next hit album."
    },
    {
      "name": "Lillian Wang",
      "role": "Director of Publicity",
      "image": "lillian.jpeg",
      "bio": "Hello, my name is Lillian Wang and I am excited to be working with MITech this year."
    },
    {
      "name": "Kevin Chafloque",
      "role": "Director of Corporate Relations",
      "image": "kevin_c.jpeg",
      "bio": "Hello, my name is Kevin Chafloque and I am excited to be working with MITech this year."
    }
  ]
}
